Repository: mamont77/rapvokzal
Catalog: sites/all/modules/search_engine_referers/translations/*.po
Languages: de, it

source: The access log is not enabled. The listing of search engine referers will be empty or outdated. <a href="!accesslog">Enable and configure the access log</a>.
de: Die Zugriffsstatistik ist nicht aktiviert. Die Liste der Suchmaschinen-Referrer wird daher leer oder veraltet sein. <a href="!accesslog">Zugriffsstatistik aktivieren und konfigurieren</a>.
it: Il log degli accessi non è attivato. L'elenco dei referrer dai motori di ricerca risulterà vuoto o non aggiornato. <a href="!accesslog">Attiva e configura il log degli accessi</a>.

source: Date
de: Datum
it: Data

source: Search engine
de: Suchmaschine
it: Motore di ricerca

source: Query
de: Suchbegriffe
it: Ricerca

source: No search engine referers found.
de: Keine Suchmaschinen-Referrer gefunden.
it: Non sono stati trovati referrer dai motori di ricerca.

source: Maximum number of entries per search engine to display
de: Maximale Anzahl anzuzeigender Eintr√§ge je Suchmaschine
it: Numero massimo di elementi da visualizzare per ciascun motore di ricerca

source: view search engine referers
de: Suchmaschinen-Referrer anzeigen
it: mostra i referrer dai motori di ricerca

source: Search engine referers
de: Suchmaschinen-Referrer
it: Referrer dai motori di ricerca

source: Extract search queries from search engine referers in the access log.
de: Suchbegriffe aus den Suchmaschinen-Referrern in der Zugriffsstatistik extrahieren.
it: Estrae le chiavi dai referrer dei motori di ricerca presenti nel log degli accessi.

source: Search Engine Referers
de: Suchmaschinen-Referrer
it: Referrer dai motori di ricerca

source: You can find the <a href="!url">search engine referers page</a> in the reports section.
it: Puoi trovare la <a href="!url">pagina dei referrer dai motori di ricerca</a> nella sezione dei rapporti.
