Repository: mamont77/rapvokzal
Catalog: sites/all/modules/vk_openapi/translations/*.po
Languages: ru

source: vKontakte API settings
ru: Настройки ВКонтакте API

source: Application ID
ru: ID приложения

source: Enter your Application ID
ru: Укажите ID приложения ВКонтакте

source: Secret key
ru: Защищенный ключ

source: Enter your secret key
ru: Укажите ваш защищенный ключ, полученный на странице приложения ВКонтакте

source: Site URL
ru: Адрес сайта

source: Base URL
ru: Базовый домен

source: Redirect URL
ru: Редирект после авторизации

source: Show vKontakte button on login form
ru: Показывать кнопку ВКонтакте в форме авторизации

source: Do not add vKontakte button to login form
ru: Не показывать кнопку ВКонтакте в форме авторизации

source: Add vKontakte button to login form
ru: Показывать кнопку ВКонтакте в форме авторизации

source: New user settings
ru: Настройки нового пользователя

source: Mask for new user name.
ru: Маска для имени пользователя

source: You may use following tokens: %first_name, %last_name, %nickname.
ru: Вы можете использовать следующие шаблоны: %first_name, %last_name, %nickname.

source: Allow users unite accounts.
ru: Разрешить пользователям объединять аккаунты

source: Allow users unite own vkontakte account account on Drupal-site.
ru: В случае если у нового пользователя, созданного модулем, существует учетная запись на этом сайте эти учетные записи можно объединить.

source: Oblige users to enter e-mail.
ru: Обязать пользователя указать свой e-mail.

source: If checked then user will receive message with request to enter e-mail.
ru: Если отмечено, то пользователи, не указавшие свой e-mail, будут получать сообщение с просьбой указать его.

source: You should enter your e-mail. <a href="@here">Click here</a> for edit your e-mail
ru: Вы должны указать ваш e-mail. <a href="@here">Нажмите здесь</a> чтобы сделать это

source: User create error
ru: Ошибка при создании пользователя

source: New user !name successfully created. Now you should enter your e-mail
ru: Новый пользователь !name успешно создан. Теперь вы должны указать ваш e-mail

source: !name, you successfully logged in via vKontakte account.
ru: !name, вы успешно вошли в систему с помощью вашего аккаунта ВКонтакте.

source: You successfully logged in, but you should enter your e-mail.
ru: Вы успешно вошли в систему, теперь вы должны указать ваш e-mail.

source: If you already have account you can <a href="@unite">unite their</a>
ru: Если у вас уже есть учетная запись на этом сайте, вы <a href="@unite">можете объединить</a> старую и новую учетные записи

source: Error connecting to vkontakte.ru server
ru: Ошибка соединения с сервером vkontakte.ru

source: If you already have account you can <a href="@unite">unite their</a>. <a href="@show">Dont show this message again.</a>
ru: Если у вас уже есть учетная запись на этом сайте выможете <a href="@unite">объединить ее с текущей</a>. <a href="@show">Не показывать это сообщение снова.</a>

source: Accounts united! Old user !old_user disabled, new user is !new_user
ru: Учетные записи объединены! Старый пользователь !old_user деактивирован, новый пользователь -- !new_user

source: You can't unite your account
ru: Вы не можете объединять учетные записи

source: Data saved
ru: Данные сохранены

source: Username
ru: Имя пользователя

source: Using this form you can unite your vkontakte.ru account and old account from this site.
ru: Используя эту форму, вы можете объединить ваш аккаунт, созданный при помощи vkontakte.ru и ваш существующий аккаунт на этом сайте.

source: Password
ru: Пароль

source: Submit
ru: Отправить

source: Incorrect username or password
ru: Неверное имя пользователя или пароль

source: vKontakte OpenAPI
ru: ВКонтакте OpenAPI

source: Allow users to login using their vKontakte accounts
ru: Позволяет пользователям входить на сайт с помощью учетных записей vkontakte.ru

source: Authentication
ru: Аутентификация
