Repository: mamont77/rapvokzal
Catalog: sites/all/modules/vk_openapi/vk_share/translations/*.po
Languages: ru

source: Node types to share in vkontakte.ru
ru: Типы материалов, которые могут быть расшарены

source: Check node types witch you want to share.
ru: Выберите типы материалов, для которых будет выводиться кнопка ВКонтакте share

source: Display share button on full node pages
ru: Выводить кнопку в полных версиях материалов

source: Display share button on node teasers
ru: Выводить кнопку в анонсах материалов

source: Style of share button
ru: Тип кнопки

source: Button with counts
ru: Кнопка со счетчиком

source: Button without counts
ru: Кнопка без счетчика

source: Link
ru: Ссылув

source: Button styles <a href="!url">description</a>.
ru: Описание типов кнопок <a href="!url">доступно здесь</a>

source: VKontakte share-button settings
ru: Настройки кнопки ВКонтакте-share

source: VKontakte share button
ru: Кнопка ВКонтакте-share

source: Share content of your site on vkontakte.ru
ru: Позволяет посетителям сайта делиться контентом через ВКонтакте

source: VK
ru: ВКонтакте
